Repository: wp-plugins/wp-change-default-from-email
Catalog: languages/WCDFE_translation-*.po
Languages: ar_sa, de_de, es_es, fr_fr, ru_ru

source: A simple and easy way to change the from email address and from email name that appear on emails sent from WordPress.
ar_sa: وهناك طريقة بسيطة وسهلة لتغيير من عنوان البريد الإلكتروني و اسم من البريد الإلكتروني التي تظهر على رسائل البريد الإلكتروني المرسلة من وورد.
de_de: Eine einfache und einfache Möglichkeit, die vom E-Mail- Adresse und die E-Mail von Namen , die auf E-Mails von Wordpress gesendet angezeigt werden, ändern .
es_es: Una manera simple y fácil de cambiar el de correo electrónico y de nombre de correo electrónico que aparece en el correo enviado por WordPress .
fr_fr: Un moyen simple et facile de modifier l'adresse e-mail et du nom de courriel qui apparaît sur ​​les courriels envoyés à partir de WordPress .
ru_ru: Простой и легкий способ изменитьпри помощи электронной почты и от имени электронной почты , которые появляются на письма, отправленные из WordPress.

source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Ajustes
fr_fr: paramètres

source: Donate
ar_sa: تبرع
de_de: spenden
es_es: donar
fr_fr: faire don de
ru_ru: дарить

source: Change From Email
ar_sa: التغيير من البريد الإلكتروني
de_de: Ändern von E-Mail
es_es: Cambio De Email
fr_fr: Changement De Email
ru_ru: Изменить С адреса электронной почты

source: <b>From Name</b> must not be empty.
ar_sa: من الاسم يجب ألا تكون فارغة .
de_de: <b> Von Name </b> darf nicht leer sein .
es_es: Desde nombre no debe estar vacío .
fr_fr: <b> De Nom </b> ne doit pas être vide .
ru_ru: <b>Из Имя</b> не должен быть пустым.

source: <b>From Email</b> must be a valid email address.
ar_sa: من البريد الإلكتروني يجب أن يكون عنوان بريد إلكتروني صالح .
de_de: <b> Von E-Mail </b> muss eine gültige E-Mail -Adresse sein.
es_es: Desde el correo electrónico debe ser una dirección de correo electrónico válida.
fr_fr: <b> Depuis e-mail </b> doit être une adresse e-mail valide .
ru_ru: <b> С адреса электронной почты </b> должны бытьдействительный адрес электронной почты.

source: Settings updated successfully.
ar_sa: ضبط تجديد بنجاح.
de_de: Einstellungen erfolgreich aktualisiert .
es_es: Ajustes actualizado correctamente .
fr_fr: Paramètres mis à jour avec succès .
ru_ru: Настройки успешно обновлены .

source: No settings were updated.
ar_sa: لم يتم تحديث الإعدادات.
de_de: Keine Einstellungen wurden aktualisiert.
es_es: No hay configuración se actualizó .
fr_fr: Pas de paramètres ont été mis à jour.
ru_ru: Настройки не были обновлены .

source: Help
ar_sa: مساعدة
de_de: Hilfe
es_es: ayuda
fr_fr: Aidez
ru_ru: помогите

source: Enable/Disable
ar_sa: تمكين / تعطيل
de_de: Aktivieren / Deaktivieren
es_es: Activar / Desactivar
fr_fr: Activer / Désactiver
ru_ru: Включить / Выключить

source: From Name
ar_sa: من الاسم
de_de: von Name
es_es: Desde nombre
fr_fr: De Nom
ru_ru: От имя

source: From Email
ar_sa: من البريد الإلكتروني
de_de: von E-Mail
es_es: Desde nombre
fr_fr: De Email
ru_ru: От Email

source: To avoid your email being marked as spam, it is highly recommended that your "from" domain match your website.
ar_sa: لتجنب البريد الإلكتروني الخاص بك يتم وضع علامة كدعاية، فإنه يوصى بشدة بأن ما تتمتعون به \" من \" مجال تطابق موقع الويب الخاص بك .
de_de: Um zu vermeiden, Ihre E-Mail als Spam markiert, wird dringend empfohlen, dass Sie Ihre 'aus' Domain entsprechen Ihrer Webseite ein.
es_es: Para evitar que su dirección de correo electrónico está marcado como spam , es muy recomendable que su 'del' dominio coincide con su sitio web
fr_fr: Pour éviter que votre email est marqué comme spam , il est fortement recommandé que votre 'du' domaine correspondent à votre site .
ru_ru: Чтобы избежать Ваш адрес электронной помечается как спам, то настоятельно рекомендуется, чтобы \"из\" области совпадают вашего сайта.

source: If mails are going in spam.
ar_sa: إذا رسائل تسير في البريد المزعج.
de_de: Wenn E-Mails in Spam gehen .
es_es: Si mails van en el spam .
fr_fr: If mails go to spam.
ru_ru: Если почта идет в спам.

source: To avoid your email being marked as spam, it is highly recommended that your domain name in 'From Email' must match with your website, i.e. if your website is <code>www.example.com</code> then your email must hosted on <code>@example.com</code>.
ar_sa: لتجنب البريد الإلكتروني الخاص بك يتم وضع علامة كدعاية، ويوصى بشدة أن اسم النطاق الخاص بك في \"من البريد الإلكتروني ' يجب أن تتطابق مع موقع الويب الخاص بك ، أي إذا كان موقع الويب الخاص بك هو www.example.com ثم يجب البريد الإلكتروني الخاص بك استضافتها على @ example.com .
de_de: Um Ihre E-Mail um nicht als Spam markiert , wird dringend empfohlen, Ihren Domain-Namen in ' Von Email' müssen mit Ihrer Website , das heißt , wenn Ihre Website ist <code> www.example.com </code> dann gehosteten E-Mail- Muss auf <code> @ example.com </code> .
es_es: Para evitar que su dirección de correo electrónico está marcado como spam , es muy recomendable que su nombre de dominio en ' De Correo ' debe coincidir con su sitio web, es decir, si su sitio web es www.example.com entonces su deber de correo electrónico alojados en @ example.com .
fr_fr: Pour éviter que votre email est marqué comme spam , il est fortement recommandé que votre nom de domaine dans ' De Email ' doit correspondre avec votre site web , ce est à dire si votre site est <code> www.example.com </code> alors votre email must hébergé sur <code> @ example.com </code> .
ru_ru: Чтобы избежать вашу электронную почту помечается как спам, то настоятельно рекомендуется, чтобы доменное имя в ваш « От электронная почта' должен соответствовать ваш сайт , то есть , если ваш сайт <code> www.example.com </code> , то ваш адрес электронной почты обязательным состоялся на <code> @ example.com </code>.

source: Do you offer support?
ar_sa: هل تقدم الدعم؟
de_de: Haben Sie Unterstützung anbieten ?
es_es: ¿Ofrecen ayuda ?
fr_fr: Offrez-vous un soutien ?
ru_ru: Вы предлагаете поддержку?

source: You can contact me at my email address
ar_sa: يمكنك الاتصال بي على عنوان بريدي الإلكتروني
de_de: Sie erreichen mich unter meiner E-Mail- Adresse zu kontaktieren
es_es: Puede ponerse en contacto conmigo en mi dirección de correo electrónico
fr_fr: Vous pouvez me contacter à mon adresse email
ru_ru: Вы можете связаться со мной по моей электронной почты

source: No settings were saved.
ar_sa: لم يتم حفظ الإعدادات.
de_de: Keine Einstellungen gespeichert wurden.
es_es: Se ha guardado ninguna configuración .
fr_fr: Pas de paramètres ont été enregistrés .
ru_ru: Настройки не были сохранены.

source: Save Settings
ar_sa: حفظ الإعدادات
de_de: Einstellungen speichern
es_es: Guardar configuración
fr_fr: Enregistrer les paramètres
ru_ru: Сохранить настройки

source: Manage WP Change Default From Email settings here.
de_de: Verwalten WP Änderung Standard Von E-Mail -Einstellungen hier .
